{
    "app.menu.home": "Accueil",
    "app.menu.about": "À propos",
    "app.menu.contact": "Contact",
    "app.menu.project": "Projets",
    "app.menu.project.web": "Web",
    "app.menu.project.android": "Android",
    "app.content.home.iam": "Je Suis Un",
    "app.content.home.type1": "Développeur Web",
    "app.content.home.type2": "Développeur Android",
    "app.content.home.text": "Je suis un développeur compétent en CSS, HTML, JavaScript et frameworks. Je m' efforce de créer des applications et des sites web performants en apprenant de nouveaux outils et en me perfectionnant.",
    "app.content.home.cv": "Telecharger CV",
    "app.content.home.contact": "Contactez-moi",
    "app.content.home.side.follow": "Suivez moi",


    "app.content.about.about": "Apropos",
    "app.content.about.about.text1": "Bienvenue sur mon portfolio en ligne ! Je suis un développeur web et Android passionné et talentueux, fier de mes compétences et de mon parcours. Au cours de mes études et de mes projets personnels, j'ai affiné mes compétences en développement web et Android, et je suis prêt à les utiliser pour ajouter de la valeur à tout projet sur lequel je travaillerai.",
    "app.content.about.about.text2": "Je suis un travailleur déterminé et créatif, capable de concevoir et de développer des applications web et Android performantes et esthétiquement plaisantes. Je suis également en mesure de travailler en équipe, ce qui est un atout important pour tout projet de développement de logiciels.",
    "app.content.about.about.text3": "Sur ce site, vous trouverez un aperçu de mes compétences, de mes projets et de mon parcours. J'espère que vous prendrez le temps de parcourir mon portfolio et de découvrir comment je peux ajouter de la valeur à vos projets de développement de logiciels. N'hésitez pas à me contacter si vous avez des questions ou souhaitez en savoir plus sur mes compétences et mon expérience.",

    "app.content.about.skills": "Compétences",
    "app.content.about.education.subtitle": "DEC EN PROGRAMMTION",
    "app.content.about.education.college": "Collège La Cité 2023",
    "app.content.about.education.text1": "J'ai appris ces différentes technologies et langages de programmation au collège. J'ai suivi des cours en informatique qui m'ont permis de comprendre les bases de la programmation et de découvrir les différents langages de programmation.",
    "app.content.about.education.text2": "Au fil des années, j'ai travaillé dur pour améliorer mes compétences en programmation informatique et j'ai participé à de nombreux projets qui m'ont permis de mettre en pratique ce que j'ai appris en classe.",
    "app.content.about.education.text3": "Je suis reconnaissant envers mon collège pour m'avoir donné les connaissances et les outils nécessaires pour réussir dans ce domaine passionnant de la programmation informatique. Je suis convaincu que ces compétences seront utiles pour moi dans l'avenir et je suis prêt à continuer à apprendre et à développer mes compétences en programmation.",


    "app.content.project.android.ecommerce": "Cette application Android développée en Java utilise une API RapidAPI pour offrir des fonctionnalités telles que la recherche de données, la visualisation en temps réel, les paiements via PayPal et carte de crédit, et la gestion d'un panier d'achat. Les utilisateurs peuvent ajouter des articles, consulter leur panier et finaliser leur achat en toute simplicité. L'application est facile à utiliser et conçue pour une expérience efficace et intuitive.",
    "app.content.project.android.blackjack": "Une application de Blackjack avec Android Studio et Java. Cette application permet aux utilisateurs de jouer au Blackjack en utilisant les règles standard du jeu. Les fonctionnalités incluent la possibilité de placer des paris, de tirer des cartes, de rester, de doubler ou de se couvrir. L'application est conçue pour être réaliste et amusante, elle respecte les règles standard du Blackjack.",
    "app.content.project.android.todo": "Une application todo",


    "app.content.project.web.bug": "un bug tracker encore en developpement qui permet de suivre les bugs et les taches d'un projet en utilisant les technologies ReactJS, NodeJS, ExpressJS, SQLITE. Cette application permet aux utilisateurs de créer des projets, de créer des taches et de les assigner à des utilisateurs.",
    "app.content.project.web.chat": "Une application de chat en temps réel en utilisant les technologies NodeJS, ExpressJS, SQLite, Tailwind et SSE. Cette application comprend trois salles de discussion pour les utilisateurs Java, HTML et C#. J'ai ajouté une fonctionnalité de non-utilisateur pour permettre aux utilisateurs de participer sans créer de compte, et j'ai également mis en place un système de mot de passe sécurisé pour les utilisateurs enregistrés.",
    "app.content.project.web.chat.warning": "L'application peut prendre du temps à charger",
    "app.content.project.web.tiktok": "Cette application permet aux utilisateurs de télécharger facilement des vidéos TikTok à partir de leur URL. J'ai utilisé ASP.NET pour créer une interface utilisateur simple et conviviale, et j'ai également mis en place un API pour communiquer avec les serveurs TikTok et extraire les vidéos souhaitées.",
    "app.content.project.web.haiti": "Ce site web offre une expérience immersive de la culture, de la gastronomie et du tourisme d'Haïti. Vous y trouverez des informations sur les destinations touristiques populaires, les plats traditionnels haïtiens, les événements culturels et les activités touristiques incontournables. Explorez et découvrez tout ce que Haïti a à offrir grâce à cette ressource conviviale.",
    "app.content.project.web.weather": "Une application de météo qui utilise une API pour fournir des informations en temps réel sur les conditions météorologiques. Les fonctionnalités incluent la possibilité de rechercher des informations météorologiques par ville ou par géolocalisation, de consulter les prévisions à court et à long terme, de consulter les données sur la température, la pression atmosphérique, l'humidité, les vents, et les précipitations. L'application est conçue pour être facile à utiliser et à comprendre pour les utilisateurs.",
    "app.content.project.web.quiz": "Une application de quiz qui génère 20 questions aléatoires en utilisant une API. Cette application permet aux utilisateurs de tester leurs connaissances dans divers domaines en répondant à des questions aléatoires générées par l'API. Les fonctionnalités incluent la possibilité de répondre aux questions dans un temps limité, de recevoir les résultats à la fin du quiz, avec un score en points obtenus et de visualiser le temps restant pour finir le quiz. L'application utilise une interface utilisateur intuitive pour une expérience de jeu agréable.",


    "app.content.contact.form.title": "Contactez-Moi",
    "app.content.contact.form.name": "Nom",
    "app.content.contact.form.submit": "Envoyer"
}